var VIEWS = [
	{
		"x": 20,
		"y": 242,
		"text": "The Hassan II mosque in Casablanca (built 1988-9) is at 185 m, the tallest sacred building in the world.\nWith a floor area of 40,000 m2, it is able to accommodate over 100,000 worshippers."
	},
	{
		"x": 22,
		"y": 188,
		"text": "The \"Torre de Belem\", built in the 16th century, was a watchtower and lighthouse at the mouth of the Tejo at Lisbon.\nIt was from here that the Portuguese explorers set off on their journeys."
	},
	{
		"x": 47,
		"y": 194,
		"text": "Bull-fighting is a traditional national sport in Spain. The toreador tries to outwit the bull and then kill it."
	},
	{
		"x": 55,
		"y": 78,
		"text": "One of the few notable buildings in Cork that actually survived the many devastations of the city's past, is St. Finnbarr's Protestant Cathedral. It was under construction from 1867 to 1879."
	},
	{
		"x": 59,
		"y": 69,
		"text": "Malahide Castle in Dublin dates back to the 14th century.\nIt also houses the portrait collection of the national gallery."
	},
	{
		"x": 72,
		"y": 127,
		"text": "The fortified church of Mont St. Michel crowns a 78 m high rock rising from mud flats near St. Malo.\nMonks started its construction in the 8th century."
	},
	{
		"x": 77,
		"y": 80,
		"text": "Not far from Birmingham lies the house where England's most famous playwright was born - William Shakespeare (1564 - 1616)."
	},
	{
		"x": 77,
		"y": 94,
		"text": "Stonehenge is Europe's most famous Stone Age monument.\nThe megalithic monument dates from around 1500 BC and had a religious function."
	},
	{
		"x": 81,
		"y": 191,
		"text": "In 1883 Antoni Gaudi began construction of the \"La Sagrada Familia\" cathedral in Barcelona. It was to be 100m long and 45m high.\nTo date only the apse, the crypt and the four-towered eastern facade have been completed."
	},
	{
		"x": 84,
		"y": 96,
		"text": "The 97.5 m high clock tower of London's Houses of Parliament has on each of its four sides a clock face 8 m in diameter, with 4 m long minute hands.\nThe tower also houses the 13 ton bell, \"Big Ben.\""
	},
	{
		"x": 95,
		"y": 110,
		"text": "During World War I, Verdun saw some of history's bloodiest fighting.\nIn memory of over 700,000 fallen soldiers, there is a national cemetery and a monument dedicated to their sacrifice."
	},
	{
		"x": 95,
		"y": 121,
		"text": "Paris' 300m high Eifel Tower is one of the world's greatest tourist attractions.\nThis Parisian icon was built during 1887-89 for the Paris World Exhibition of 1889 by Gustave Eifel in celebration of the 100 year jubilee of the French Revolution."
	},
	{
		"x": 98,
		"y": 126,
		"text": "In 1806, after the \"Battle of the Three Emperors\" at Austerlitz, Napoleon I commissioned the building of the Arc de Triomphe. It was finished in 1832.\nThe \"Tomb of the Unknown Soldier\" (1921) beneath the arch, was the world's first memorial of its kind."
	},
	{
		"x": 108,
		"y": 109,
		"text": "Standing 102m high, the Atomium in Brussels is the architectural symbol of the atomic age. It represents an iron crystal enlarged 165 billion times the original.\nThe Atomium was built for the World Exhibition of 1958."
	},
	{
		"x": 109,
		"y": 177,
		"text": "Up until the 1950's the citizens of Monaco paid no taxes at all, on account of the huge profits brought in by the Casino which was first opened in 1863."
	},
	{
		"x": 114,
		"y": 98,
		"text": "In Antwerp, the square in front of the town hall and the Cathedral of Our Lady, is known as the \"Great Market\".\nThe square is bordered by the facades of the old guild-houses of the 16th and 17th centuries. E.g. The Cloth-Workers House, the Tanners-House, the Coopers-House."
	},
	{
		"x": 117,
		"y": 106,
		"text": "Construction of Cologne's cathedral of St. Peter and Maria started in 1248, it was designed to be \"the largest church in Christendom.\"\nIt's 144m long, 86 m wide and in the middle of its 5 aisles is a 42m high structure that was finished in 1880."
	},
	{
		"x": 124,
		"y": 160,
		"text": "The cathedral in Milan with its 2,245 figures installed on the roof and outer walls, is the largest gothic structure in Europe."
	},
	{
		"x": 132,
		"y": 172,
		"text": "The 55m  high Campanile, named \"the leaning tower of Pisa\", was built in 1172. It was already leaning during construction.\nVisitors were barred from the tower in 1989 for reasons of its leaning gradient of 1:10"
	},
	{
		"x": 136,
		"y": 40,
		"text": "The construction of the Heddal Church in Telemark marks a variation in the cruciform combination of saddle roofs.\nThe Heddal Church is by far the most famous wooden church in Norway."
	},
	{
		"x": 137,
		"y": 82,
		"text": "The Hamburg emblem, the \"Michaeliskirche\", also fondly referred to as \"Michel\", is one of the finest baroque structures in north Germany.\nThe \"Michel\" was rebuilt in 1907-12 after being destroyed by fire."
	},
	{
		"x": 141,
		"y": 129,
		"text": "Already from the end of the 17th century, the \"Christkindlmarkt\" dominated as Nuremburg's main market in front of the Frauenkirche.\nTraditionally traders gather here in the period up to Christmas to offer their goods for sale."
	},
	{
		"x": 141,
		"y": 142,
		"text": "At the end of the 19th century, the so-called \"fairytale king\" Ludwig II had the Neuschwanstein castle built on a steep rock on the fringe of the Alps.\nThanks to its romantic construction and setting, the castle has become Germany's most-visited tourist attraction."
	},
	{
		"x": 142,
		"y": 192,
		"text": "The Colosseum in Rome is the largest remaining single structure of Roman antiquity. It used to seat 50,000 spectators.\nIt was badly ruined in an earthquake in 1348."
	},
	{
		"x": 144,
		"y": 161,
		"text": "The 175m long St. Marks Square in Venice, with its arcades, the San Marco Basilica, and the bell tower, ranks as one of the world's most beautiful squares."
	},
	{
		"x": 145,
		"y": 68,
		"text": "The bronze fairytale figure of Hans Christian Andersen's \"Little Mermaid\" has watched over the Copenhagen harbor since 1908."
	},
	{
		"x": 145,
		"y": 139,
		"text": "The late gothic hall construction of the \"Munchener Frauenkirche\" with its 99 m and 100 m high domed towers, is the oldest emblem of the city of Munich."
	},
	{
		"x": 151,
		"y": 97,
		"text": "The Brandenburg Gate in Berlin was built in 1788-1791, modelled in the classic style of the Greek Acropolis.\nOnce a symbol of the division of Germany, in November 1989 it became the motif of the reunified country."
	},
	{
		"x": 151,
		"y": 109,
		"text": "The Semper Opera House was re-opened on Feb 13 1985 on the 40th anniversary of its destruction.\nIt was constructed from 1871-78 in a high renaissance style, on the site of the previous building which burned down in 1869."
	},
	{
		"x": 159,
		"y": 143,
		"text": "Salzburg was the birthplace of Wolfgang Amadeus Mozart, one of the most famous classical music composers. In his lifetime his music was slandered and he died a poor man.\nToday his symphonies and operas are performed in several famous orchestra houses."
	},
	{
		"x": 160,
		"y": 243,
		"text": "Malta has a wealth of New Stone Age megalithic tombs.\nThe gigantic cyclopean wall of Mnajadra was built at the end of this era."
	},
	{
		"x": 165,
		"y": 141,
		"text": "The \"Wiener Prater\", with its 65m high big wheel, is a symbol of Vienna. Together with its numerous other attractions, it is one of the city's most popular recreational centers."
	},
	{
		"x": 177,
		"y": 139,
		"text": "The castle, the symbol of Pressburg, whose history dates back to the 10th century, was the residence of Maria Theresa in the 17th century."
	},
	{
		"x": 191,
		"y": 222,
		"text": "According to legend, the Greek ruler and military commander Pericles paid 30,000 kg of gold build the magnificent marble structures of the Athenian Acropolis. The ancient Acropolis was devastated earlier by the Persians in 480 BC."
	},
	{
		"x": 192,
		"y": 183,
		"text": "The Alexander Nevski Cathedral in Sofia was built in 1904-14, in honor of the Russian people's freedom from Ottoman domination.  It stands as one of the most impressive 20th century works of art in the Balkan peninsular."
	},
	{
		"x": 193,
		"y": 101,
		"text": "The Belvedere Castle in Warsaw was built in 1819-1822 as the residence of the Grand Prince Constantine.\nAfter 1945 it was the official seat of the state authorities and became the residence of the State President from 1989."
	},
	{
		"x": 211,
		"y": 204,
		"text": "In 532, Emperor Justinian began the construction of the original Catholic church in Constantinople (today Istanbul). In 1453, the Sultan Mehmet II converted the church into the \"Hagia Sophia\" mosque.\nSince 1935, the building has been a museum."
	},
	{
		"x": 215,
		"y": 27,
		"text": "The Smolny Monastery in St. Petersburg stands on the site of a previous bitumen store (smoly = tar).\nIn 1744-60, Bartelomo Rastelli built a convent there, together with the Ressurection Collegiate Chruch."
	},
	{
		"x": 222,
		"y": 121,
		"text": "Kiev's famous \"Cave Monastery\" was founded in 1050.\nThe monk Antonius dug a hole into a wall of rock that was continually expanded by his many students."
	},
	{
		"x": 239,
		"y": 57,
		"text": "St. Basil's Cathedral in Moscow, is an ensemble of oriental domed towers.\nIn its centre is the main church with its 57 m high domed roof, around which are grouped four chapels."
	}
]
